Repository: yop1986/dw-banco
Catalog: src/Locale/*/default.po
Languages: es_gt

source: Yes
es_gt: Si

source: Actions
es_gt: Acciones

source: Submit
es_gt: Enviar

source: Update
es_gt: Actualizar

source: View
es_gt: Ver

source: Edit
es_gt: Editar

source: Delete
es_gt: Eliminar

source: first
es_gt: primero

source: previous
es_gt: anterior

source: next
es_gt: siguiente

source: last
es_gt: último

source: Cl Trestados
es_gt: Estados de Transacciones

source: Cl Toperaciones
es_gt: Tipo de Operaciones

source: New Grupo
es_gt: Nuevo Grupo

source: Add Grupo
es_gt: Agregar Grupo

source: Edit Grupo
es_gt: Editar Grupo

source: Delete Grupo
es_gt: Eliminar Grupo

source: List Grupos
es_gt: Listar Grupos

source: Related Grupos
es_gt: Grupos Relacionados

source: The grupo has been saved.
es_gt: El grupo fue guardado.

source: The grupo could not be saved. Please, try again.
es_gt: El grupo no fue guardado. Por favor, intente de nuevo.

source: The grupo has been deleted.
es_gt: El grupo fue eliminado.

source: The grupo could not be deleted. Please, try again.
es_gt: El grupo no fue eliminado. Por favor, intente de nuevo.

source: New Usuario
es_gt: Nuevo Usuario

source: Add Usuario
es_gt: Agregar Usuario

source: Edit Usuario
es_gt: Editar Usuario

source: Change Password
es_gt: Cambiar Contraseña

source: Delete Usuario
es_gt: Eliminar Usuario

source: List Usuarios
es_gt: Listar Usuarios

source: Related Usuarios
es_gt: Usuarios Relacionados

source: The usuario has been saved.
es_gt: El usuario fue guardado.

source: The usuario could not be saved. Please, try again.
es_gt: El usuario no fue guardado. Por favor, intente de nuevo.

source: The usuario has been deleted.
es_gt: El usuario fue eliminado.

source: The usuario could not be deleted. Please, try again.
es_gt: El usuario no fue eliminado. Por favor, intente de nuevo.

source: The old password does not match the current password!
es_gt: ¡La contraseña actual no es correcta!

source: The password have to be at least of 6 characters!
es_gt: ¡La contraseña debe ser de al menos 6 caracteres!

source: The passwords does not match!
es_gt: ¡Las contraseñas no coinciden!

source: Your password has been successfully changed.
es_gt: La contraseña fue actualizada.

source: The password could not be changed. Please, try again.
es_gt: No se actualizó la contraseña. Por favor, intente de nuevo.

source: New Cl Moneda
es_gt: Nueva Moneda

source: Add Cl Moneda
es_gt: Agregar Moneda

source: Edit Cl Moneda
es_gt: Editar Moneda

source: Delete Cl Moneda
es_gt: Eliminar Moneda

source: List Cl Monedas
es_gt: Listar Monedas

source: Related Cl Monedas
es_gt: Monedas Relacionadas

source: The cl moneda has been saved.
es_gt: La cl moneda fue guardada.

source: The cl moneda could not be saved. Please, try again.
es_gt: La cl moneda no fue guardada. Por favor, intente de nuevo.

source: The cl moneda has been deleted.
es_gt: La cl moneda fue eliminada.

source: The cl moneda could not be deleted. Please, try again.
es_gt: La cl moneda no fue eliminada. Por favor, intente de nuevo.

source: New Cuenta
es_gt: Nueva Cuenta

source: Add Cuenta
es_gt: Agregar Cuenta

source: Edit Cuenta
es_gt: Editar Cuenta

source: Delete Cuenta
es_gt: Eliminar Cuenta

source: List Cuentas
es_gt: Listar Cuentas

source: Related Cuentas
es_gt: Cuentas Relacionadas

source: The cuenta has been saved.
es_gt: La cuenta fue guardada.

source: The cuenta could not be saved. Please, try again.
es_gt: La cuenta no fue guardada. Por favor, intente de nuevo.

source: The cuenta has been deleted.
es_gt: La cuenta fue eliminada.

source: The cuenta could not be deleted. Please, try again.
es_gt: La cuenta no fue eliminada. Por favor, intente de nuevo.

source: Are you sure you want to delete # {0}?
es_gt: ¿Esta seguro de eliminar el elemento # {0}?

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es_gt: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}}
